[
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this OCTOBER edition of Fast Facts:\n\nWe've officially surpassed 4 Million Data Points Collected & Analyzed\nJenkins Delivers 25 Years of Innovation \nThe LWR Help Desk is Now Live\nGenesis Takes LWR to Müller’s Top 100\nOperator Training is Back by Popular Demand\nKarleigh's Korner: Turning Data into Dollars with ManuRewards\nDairy Policy in the Trump Era\nTruck or Treat? Why Truck Your Digestate When You Can Treat It!\nEurope Recognizes Processed Manure as Safe & Sustainable\nMake MORE out of Foodwaste\nSet Up Your grōCART & Start Ordering Your Consumables Online\n\nClick here to read it now!",
        "link": "/media/5959000001003110.html"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this SEPTEMBER edition of Fast Facts:\n\nYou're Invited to Our Open House Next Week\nLWR Represents Alberta at the Osaka Expo\nCalifornia's Agriculture Tops $60 Billion\nSee you at Value of Biogas West\nKarleigh's Korner: Come See What's Happening Behind the Scenes\nFood Leadership Summit Comes to Calgary\nRising Manure Risk Shows Why LWR's Solutions Matter More Than Ever\nMeet Beef - Alberta's Gentle Giant Becomes the Worlds Tallest Cow\nHarvest Highlights: Scenes From the Field\nSet Up Your grōCART & Start Ordering Your Consumables Online\n\nClick here to read it now!",
        "link": "/media/5959000000962006.html"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this AUGUST edition of Fast Facts:\n\nLash Legacy Dairy Shows Us What Profitable Sustainability Looks Like\nWho Buys Your Milk? Take Our Short Survey!\nGabryel's Manure Minute: New Tools to Keep You Supported\nThe Road to Madison Runs On Farmer Innovation\nKarleigh's Korner: Taking the Pressure Off Farmers with Nitrate Mgmt\nWhat Europe’s Manure Crisis Means for North America\nLWR Expands Manure-to-Value Innovation in Europe\nSet Up Your grōCART & Start Ordering Your Consumables Online\nFrom Horse-Drawn Manure Spreader to High-Tech Nutrient Recovery\n\nClick here to read it now!",
        "link": "/media/5959000000897004.html"
    },
    {
        "title": "LASH LEGACY DAIRY MAXIMIZES MANURE VALUE THROUGH TECH-ENABLED MANURE-AS-A-SERVICE PROGRAM",
        "content": "MABTON, WA (Aug 26, 2025) – Lash Legacy Dairy, part of the Whitby Farms group of companies, is setting a new standard for modern nutrient management. With the adoption of Livestock Water Recycling’s Manure as a Service (MAAS) program, the dairy is demonstrating how practical innovation can enhance sustainability, reduce emissions, and unlock new revenue from manure.\n \nClick HERE to read the full press release",
        "link": "https://whitbyfarms.com/dairy"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this JULY edition of Fast Facts:\n\nHappening Now: The Next Chapter in Manure Management\nIntroducing grōCART: LWR's Online Consumables Ordering Platform\nReal Manure, Real Science, Real Results: A Karleigh x Hailey Collab\nPilot-Scale Biogas Trials Now Underway at the LWR Innovation Center\nSustainability Was on the Menu at the Calgary Stampede\nLearn How You Can Turn ONE Conversation into Ca$h \nNot All Nutrient Recovery Systems Are Created Equal\nGenesis Distribution Represents LWR at the World Biogas Summit \nIt Was All [Manure] Business at the 2025 North American Manure Expo\n\n \nClick here to read it now!",
        "link": "/media/5959000000852004.html"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this JUNE edition of Fast Facts:\n\nCelebrating Dairy Month & the Most Sustainable Milk on the Planet\nOptimize Polymer Dosing Like a Pro\nKarleigh's Korner: Get More from Your Manure with First Wave™ Filtrate\nCalifornia’s Draft Dairy Waste Order Signals Stricter Rules Ahead\nEurope's Manure Rules are Tightening\nWe Set the Standard. They're Still Trying to Catch Up. \nTaking Farm Strength From the Barn to the Big Leagues\nPlanting Code: Code is Easier When You Plan First\nTurn One Conversation Into $1,000 Cash\nA Nod to the Farms Behind Every Holiday Picnic\n\n \nClick here to read it now!",
        "link": "/media/5959000000805004.html"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this MAY edition of Fast Facts:\n\nLWR Joins the Global Agrifood Conversation at Inventures\nInnovation Spotlight: Celebrating a Win at Avatar Shark Tank\nNew Tech Worth Tracking: Meet Cosmofield - Soil Moisture Testing\nKarleigh's Korner: How the First Wave System\nTeam LWR On the Move for Multiple Sclerosis\nOriginal Tech. Proven Results. Accept No Substitutes\nRecognized on the World Stage for Water Innovation\nContainerized Systems Ready for Global Deployment\nCarbon Credit Buyers are Waiting. Are You Ready to Sell?\nAnd Honoring Fathers Everywhere\n\n \nClick here to read it now!",
        "link": "/media/5959000000731878.html"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this APRIL edition of Fast Facts:\n\nCarbon Credit Momentum Builds Across the U.S.\nFunding Now Open for Circular Value Creation\nSharing Nutrient Recovery Solutions in St. Malo, France\nYour grō™ Polymer FAQs, Answered\nBook Your Service Visit and Optimize your System\nKarleigh's Korner: Why Digestate Treatment Matters More Than Ever\nRising Fertilizer Prices Highlight the Value of Nutrient Recovery\nAdvancing Circular Agtech at Inventures Canada\nPolicy Watch: California Looks to Stabilize Ag Trade\nThoughts Worth Sharing from Futurist Jim Carroll\nand Celebrating Mom\n\n \nClick here to read it now!",
        "link": "/media/5959000000683004.html"
    },
    {
        "title": "LWR REVITALIZES LEGACY CREOSOTE SYSTEM FOR THE CITY OF CALGARY",
        "content": "Calgary, AB (Earth Day, 2025) –  This Earth Day, LWR is celebrating the completion of a full-circle sustainability project in Calgary, where the company returned to modernize a legacy creosote treatment system originally installed by its parent company more than two decades ago. Drawing on deep roots in industrial water treatment, LWR upgraded the site with custom stainless-steel technology built for long-term performance. The completed project reinforces the City of Calgary’s commitment to environmental protection and highlights how early investments in smart infrastructure can stand the test of time while continuing to evolve.\n \nClick HERE to read the full press release",
        "link": "/media/City of Calgary_2025.pdf"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this MARCH edition of Fast Facts:\n\nLWR + 3Degrees are Turning Manure into Money!\nFigure 8 Shares How Farms Are Profiting from Methane Reduction\n$280M Says It’s Time: Why Efficient Water Use Is the Future of Farming\nLWR on the Global Stage: Showcasing Innovation at Hannover Messe\nMeet Sam - Our Newest Field Technician and ManureExpert!\nKarleigh's Korner: Lightening the Load on your Soil\nFrom Farm to 'Shark Tank': One East Coast Dairy's Eco-Friendly Pitch\nIntroducing: PLANTING CODE with Reet Bansal\nLooking Back on Ag Day: Celebrating Innovation in Agriculture\nLWR Breathes New Life into 20-Year-Old Water Treatment Infrastructure\nMaking Every Drop Count on World Water Day\nand Wishing You a Bright and Joyful Easter\n\n \nClick here to read it now!",
        "link": "/media/5959000000612004.html"
    },
    {
        "title": "AI-DRIVEN CARBON CREDITS: 3DEGREES AND LWR UNLOCK NEW REVENUE STREAMS FOR DAIRY FARMERS",
        "content": "(San Francisco, CA) March 25th, 2025 – 3Degrees, a leading global climate solutions provider and certified B Corporation, and Livestock Water Recycling (LWR), the market leader in nutrient optimization and water recovery, are proud to announce the successful sale of carbon credits from the Skyridge Farms manure management and carbon project. By leveraging AI-powered analytics and machine learning, this groundbreaking initiative is transforming manure management and enabling America’s food producers to access verified voluntary carbon markets.\n \nClick HERE to read the full press release.",
        "link": "https://3degreesinc.com/"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this FEBRUARY edition of Fast Facts:\n\nShipping Day! The PLANT85 System is on its Way to GP Biotec in the UK \nRoses are Red, Violets are Blue, Manure is GOLD and we'll Prove it to You! \nHeaded to Germany and Spain to Connect with Partners and Expand our Impact\nEarn Cash from Carbon Credits! Learn more at CA Dairy Sustainability Summit \nIntroducing Gabryel's Manure Minute: Field-Tested Advice for Smarter Manure Processing & System Optimization\nBook Your Service Visit Now to Optimize System Performance\nKarleigh's Korner: Unlocking the Power of Treatability Testing\nSustainability Pays and Farmers are Cashing In! Press Release Coming Soon\nMars Pledges $27M to Help Dairy Farmers Reduce Emissions\nCarbon Credit Opportunities Unlocked at World Ag Expo\nLWR's Innovation Center to Host PLANT Operator Training\n\n \nClick here to read it now!",
        "link": "/media/5959000000514004.html"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this JANUARY edition of Fast Facts:\n\nInterested in earning revenue from carbon credits? Come to our seminar at World Ag Expo and learn how easy it is to cash in!\nLWR Is Connected to Google’s Moonshot for Ag... Find out how!\nKarleigh's Korner: Manure is the Cleanest Waste! Here's Why...\nPlan Ahead for Spring & Summer - Book Your Service Visit Now!\nRegister Today for Manure Manager's Manure Masters Webinar Series\nHailey's Stem Studio: The Role of pH in Manure Treatment\nFigure 8 Environmental Presents A Success Story in Stanislaus County\nLWR's Innovation Center to Host PLANT Operator Training\nClosely Monitoring U.S. Trade Situation - We Remain Optimistic\nWhat Happens When You Take Away All the Cows?\n\n \nClick here to read it now!",
        "link": "/media/5959000000411162.html"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this DECEMBER edition of Fast Facts:\n\nCelebrating 2024: A year of Innovation, Growth, and Global Impact\nKarleigh's Korner: The Role of LWR Systems in Phosphorus Management\nLWR Featured in Foodbytes by Rabobank's 2024 EOY Report\nHailey's STEM Studio: The Truth About PFAS and Why grō Polymers are a a Safer Choice\nLWR's SmartManure Program in Action\nAgri-Pulse Open Mic: Paul Myer, CEO, Athian \nConnect With Us in California in Q1!\n\n \nClick here to read it now!",
        "link": "ZigzagNotedMonstrousCentipede.xpr.cloud/media/5959000000337004.html"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this NOVEMBER edition of Fast Facts:\n\nFlexible Leasing Program Unlocks the Manure Economy for Idaho Dairy\nKarleigh's Korner: Managing Phosphorus in your crops and soil\nCelebrating 50 Years of FarmFair\nEnter to Win an LWR Swag Pack\nHailey's STEM Studio:Cracking the Code of Solids in Manure & Digestate\nJoin us for a VIRTUAL Operator Training Session\nLearn How a UK Dairy Farm is Helping Prevent Prisoners from Re-offending\nHappy Thanksgiving!\nDon't Miss Out on LWR's Black Friday & Cyber Monday Sales!\nManure Holds the Potential to be a Farmer's Greatest Opportunity\nWarm Up Your Phone This Winter with a FREE Wallpaper Download\n\n \nClick here to read it now!",
        "link": "/media/5959000000182004.html"
    },
    {
        "title": "FLEXIBLE LEASING PROGRAM UNLOCKS THE MANURE ECONOMY FOR IDAHO DAIRY",
        "content": "Jerome, ID (December 09, 2024) An Idaho dairy, part of the Northwest Dairy Association supplying Darigold, is turning manure into profit with Livestock Water Recycling’s (LWR) First Wave system. By processing liquid manure right on the farm, this 2,000-cow dairy proves that circular sustainability is both possible and profitable. Flexible leasing options now eliminate upfront cost barriers, enabling farms to adopt this transformative technology and cover fees with revenue from carbon credits, nutrient sales, and biogas partnerships. With advanced analytics and proven methane avoidance verification, LWR is unlocking the manure economy for forward-thinking protein producers. \n \nClick HERE to read the full press release",
        "link": "/media/Leasing Press Release 2024.pdf"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this OCTOBER edition of Fast Facts:\n\nTruck or Treat? Why Truck it When You Can Treat it and Save?!\nEnsuring Safe Manure Use: LWR's Proactive Approach to PFAS Testing\nNew Gel-Based Flocculant: A Breakthough for Manure Wastewater Treatment\nWrapping Up Another Successful AMMP Grant Submission Round\nCleaner Chemistry, Greener Fields: LWR's Formula for Sustainable Agriculture\nWhere to Connect with us Next!\nWhat Impact Does Pork Farming Have on the Environment?\nDairy Farmers Capture Rare Sight of Stunning Northern Lights\nHappy Half-Earth® Day!\n\n \nClick here to read it now!",
        "link": "/media/5959000000069054.html"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this AUGUST edition of Fast Facts:\n\nMaking Waves in Wales: Another Sale into the UK\nFunding Bulletin: California AMMP is OPEN\nMaking MORE out of Foodwaste\nKarleigh's Korner: Part 4 in a 4 Part Series\nBack to School SmartManure Sale\nHailey's STEM Studio: The Evolution of Manure\n2024:The Current State of Women in Agtech\nRegister for October's Operator Training Session\nIs Manure the Activia of the Fertilizer Industry?\nFoodbytes by Rabobank includes LWR in New Report\nRegister for October's Operator Training Session\nUp Next: World Dairy Expo, Biogas West, World Agri-tech Innovation Summit\n\n \nClick here to read it now!",
        "link": "https://click.actmkt.com/vh/052-78dc8e12-ad61-42b7-a3e9-85aac9cac8da?e=omahiadfabqqazaamyagcadtab2aa3aaneahgadbabaaazyanuagcadjabwaalqammag6adnaa======&s=A"
    },
    {
        "title": "Fast Facts... With Lisa Fast!",
        "content": "In this SEPTEMBER edition of Fast Facts:\n\nCultivating AgTech Innovation in London\nReceive up to $100k through the DIA and $750, 000 through the AMMP\nEco-Friendly Product Labeling Does More Than Save the Planet\nKarleigh's Korner: Optimizing Fall Manure Applications with Real-Time Data \nInnovation and Sustainability Shape the Conversation at World Dairy Expo\nHailey's STEM Studio: Optimizing Biogas with Manure Feedstocks\nUnlock a $1,000 In-house Training Session for FREE with this secret code word\n#DYK Americans are eating THIS MUCH cheese annually?!\nShare your Harvest Highlights \n\n \nClick here to read it now!",
        "link": "https://click.actmkt.com/vh/052-a3caee22-900a-44a6-a1c6-a15e2842340c?e=oiagkadfab2aalqamiagcadoabzqayianqaeaadmabuqa5qamuahgaduabxqayyanmahoadbab2aaziaoiaheadfabrqa6iammagyadjabxaazyafyaggadpabwqa===&s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this JULY edition of Fast Facts:\n\nA Real-Time NPK Sensor for profit-driven sustainable agriculture\nManure is Too Valuable to Waste! Are you Capitalizing on Sustainability?\nKarleigh's Korner: Part 3 in a 4 Part Series: Right PLACE  \nDoug Takes us on a Wild Ride at the 2024 Calgary Stampede!\nCalifornia AMMP funding is OPEN for applications - contact us for info! \nHailey's STEM Studio: The Journey Towards the Ultimate Nutrient Sensor\nGIP Finalizes Its Carbon Credit Pathways for the Future Energy Park\nLWR's NPK Sensor is the talk of the town at the AgSmart Educational Expo\nAre you dealiing with FOOD WASTE? New PFAS developments announced at FredSense\n\n \nClick here to read it now!",
        "link": "http://click.actmkt.com/vh/052-0f8d93ac-8e34-4a54-8fdd-ce1dea8f3879?e=n4ahgaddabqqa4qafyaguadbabuqa3iamuahgacaabwaa2iaoyagkadtab2aa3yammagwadxabqqa5aamuaheadsabsqayyapeaggadmabuqa3qam4ac4addabxqa3ia&s=A"
    },
    {
        "title": "LWR PARTNERS WITH UNIVERSITY OF CALGARY ON $1.7M CUTTING EDGE, REAL-TIME NPK NUTRIENT SENSOR FOR FARMS, TOGETHER WITH FUNDING FROM ALBERTA INNOVATES",
        "content": "Calgary, AB (July 29, 2024)  Livestock Water Recycling (LWR) and the University of Calgary's Sensor Lab are collaborating to redefine nutrient monitoring in agriculture with a novel nutrient sensor to replace labor-intensive, time-delayed lab methods with an automated real-time system. This 3.5-year project is supported by a $1.7 M investment by LWR and Alberta Innovates. Utilizing a $500,000 grant from Alberta Innovates' Agri-Food and Bio-Industrial Innovation Program (ABIP), this project is expected to revolutionize nutrient management practices.\n \nRead full press release here",
        "link": "https://www.livestockwaterrecycling.com/media/Alberta%20Innovates%20Sensor%20Press%20Release%20FINAL.pdf"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this JUNE edition of Fast Facts:\n\nAct Now: Funding Deadlines are Approaching for Manure Treatment Projects\nCultivate Peace of Mind: Check out the First Wave on a California Dairy\nKarleigh's Korner: The 4 Rs of Nutrient Management - Part TWO of FOUR\nWe're Exhibiting AND Speaking on a Panel at the AgSmart Educational Expo\nHailey's STEM Studio: Unlocking the Hidden Value of Manure Treatment Inputs \nLast Chance to Join us for Operator Training this Summer\nSustainability is not a Dirty Word: Think of it as Stewardship!\nHave You Set a Net Zero Target for 2030? We can Help You Get There!\nDomino's Pizza: A Recipe for Sustainability\nWaterSense Labeled Products Help Save 8.7 TRILLION Gallons of Water\nA Look at How Manure can BOOST Local Economies \nCelebrating Together: Happy Canada Day and 4th of July!\n\n \nClick here to read it now!",
        "link": "https://click.actmkt.com/vh/052-d76132ea-c999-4f59-b856-e002644c4f78?e=omahiadfabqqazaamyagcadtab2aa3aaneahgadbabaaazyanuagcadjabwaalqammag6adnaa======&s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this MAY edition of Fast Facts:\n\nLWR Expands Into Colorado with Multiple System Installations\nJapanese Delegation Visits the LWR Innovation Center\nKarleigh's Korner: The 4 Rs of Nutrient Management - Part ONE of FOUR\nKendra Donnelly Recognized as Influential Woman in Canadian Agriculture\nHailey's STEM Studio: Transforming Waste into Energy\nFigure 8 Environmental Receives Grant to Advance Ammonia Recovery\nJoin the Waitlist for our next Operator Training Session \nAct Now: Funding Deadlines are Approaching for Manure Treatment Projects\nA Visit from Prairies Economic Development Canada\nFuture Energy Park: A Major Milestone for Renewable Biofuels\n\n \nClick here to read it now!",
        "link": "https://click.actmkt.com/vh/052-26d7b3c4-d44e-4101-b920-91fd0f210c75?e=nuagcadsabvqaziaoqagsadoabtqaqaanqagsadwabsqa4yaoqag6addabvqa5yameahiadfabzaa4qamuaggadzabrqa3aaneag4adhaaxaayyan4ag2aa=&s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this APRIL edition of Fast Facts:\n\nCalifornia's Central Valley is Now Home to Numerous First Wave Systems\nKarleigh's Korner: Operator Training Focuses on Optimal System Performance\nPioneering Profit-Driven Sustainability: Claim your FREE nutrient assessment\nIntroducing Hailey's STEM Studio: A look inside LWR's Innovation Center\nShell Chooses LWR's Oil Water Separator to Enhance Sustainability\nVoices from Academia: Expert Insights on Sustainable Agricultural Practices\nCultivating Peace of Mind \nOnly a Few Spots Left in our Next Operator Training. Claim Yours Today!\nLet Us Know if You'll be Attending World Pork Expo\nWishing our Beautiful Planet a Happy Earth Day! ????\n\n \nClick here to read it now!",
        "link": "https://click.actmkt.com/vh/052-7b7b8791-e373-4700-87ef-a5c95f7d3953?e=n4ahgaddabqqa4qafyaguadbabuqa3iamuahgacaabwaa2iaoyagkadtab2aa3yammagwadxabqqa5aamuaheadsabsqayyapeaggadmabuqa3qam4ac4addabxqa3ia&s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this MARCH edition of Fast Facts:\n\nLWR Journey's to Japan to Showcase the Benefits of Manure Treatment\nKarleigh's Korner: Unlocking the WATER Trapped Inside Your Manure\nMore Funding Available for Renewable Energy Projects\nProcessed Manure Biosolids are FREE of PFAS\nReserve Your Spot in our PLANT & First Wave Operator Training Session\nThe LWR Innovation Center is Now Home to 4 Bioreactors...Find out Why!\nSomething BIG is Coming Soon...\nNew Mexico Passes Clean Transportation Fuels Standard\nRNG Hits Transportation Milestone\nLWR is in the News\nAnd best wishes for an egg-stra special hoppy day filled with lots of egg-citement and chocolate delights!\n\n \nClick here to read it now!",
        "link": "https://click.actmkt.com/vh/052-5108d6d2-8b1f-4903-a776-4915bab65f1b?e=omahiadfabqqazaamyagcadtab2aa3aaneahgadbabaaazyanuagcadjabwaalqammag6adnaa======&s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this edition of Fast Facts:\n\n#ICYMI: 4 California Dairies Awarded Funding to Install First Wave System\nKarleigh's Korner: Do You Want to See our Technology in Action?\nClean Energy's RNG Digester at Tri-Cross Dairy Begins Production\nReserve Your Spot in our PLANT & First Wave Operator Training Session\nUS Biogas Industry Added Nearly 100 NEW Projects in 2023\nUS Census a \"Wake-Up\" Call for Need for Investment in Climate-Smart Ag\nNBA Superstars Learn How to Hand Milk a Cow on a Georgia Dairy Farm\nThe Great Manure Expo Tradition Returns\nTake our Scent-Sational Survey\n\n \nClick here to read it now!",
        "link": "https://click.actmkt.com/s/052-b9536225-3cc3-4367-8521-266c7ef0ba50?enr=naahiaduabyaaoqaf4ac6addabwaa2iammagwaboabqqayyaoqag2adlab2aalqammag6adnaaxqa5qanaac6abqaa2qamqafuageabzaa2qamyagyadeabsaa2qaliagmaggaddaazqaliagqadgabwaa3qaliahaadkabsaayqaliagiadmab"
    },
    {
        "title": "FOUR CALIFORNIA DAIRIES AWARDED FUNDING TO INSTALL LWR’S CUTTING-EDGE FIRST WAVE SYSTEM",
        "content": "LWR distributor, Figure 8 Environmental has secured funding for four dairies through the California Department of Food and Agriculture’s Office of Environmental Farming and Innovation’s Alternate Manure Management and Dairy Plus Programs. \n \nFOR IMMEDIATE RELEASE\n \nBakersfield, California (Feb 13, 2024) - Four California dairy farms have been selected to receive funding for innovative manure treatment projects aimed at improving environmental sustainability and operational efficiency. Among the recipients are Richmar Farms in Kern County, two DaSilva dairy farms both located in San Joaquin County, and Pete Postma & Sons Dairy in Stanislaus County. These farms represent over 7,500 cattle and combine to produce approximately 416,100,000 gallons of manure annually.  \nRead full press release here.",
        "link": "https://www.Figure8Environmental.com"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "LWR's 2023 Year in Review\nKarleigh's Korner\nWhat's on your New Year's Resolution list?\nBook a ManureExpert to speak at your next event\nWhere we can connect in 2024\n2024 nutrient recordkeeping calendars available now\nStart planing your manure processing project now\nICYMI: Cultivating climate solutions for the food industry \nSharing some industry news\nand an AI generated Happy New Year message for 2024! \n\n \nClick here to read it now!",
        "link": "http://click.swiftpage.marketing/vh/052-ec7e7261-aec7-4ad0-8e3a-668aa77b1bfd?e=omahiadfabqqazaamyagcadtab2aa3aaneahgadbabaaazyanuagcadjabwaalqammag6adnaa======&amp;s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this edition of Fast Facts:\n\nEmbracing the Power of Manure Data at World Ag Expo\nMORE Funding Available for on-farm Nutrient Recovery\nKarleigh's Korner: Did You Know that we treat MORE than just Manure!\nCDFA Awards $35M for On-Farm GHG Reduction Efforts\nVilsack Announces $207M for Domestic Fertilizer & Clean Energy\nClean Energy Fuels Opens Facility to Supply Negative CI RNG\nProposed Change to SWEEP: Projects Must Reduce GHGs AND Save H2O\n#ICYMI: LWR Clients Processed +237M Gallons of Manure & Digestate in 2023!\n\n \nClick here to read it now!",
        "link": "http://click.actmkt.com/vh/052-a1d4a55c-e75c-42a3-b974-e44866bdd1d4?e=omahiadfabqqazaamyagcadtab2aa3aaneahgadbabaaazyanuagcadjabwaalqammag6adnaa======&amp;s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "We double our lab space as our innovation takes a quantum leap forward\nHarvesting sustainability through scalable and verifiable emission reductions\nCalifornia's SWEEP Program offers grants for water and energy efficiency\nKarleigh's Korner: Measuring the benefits of carbon in manure\nLWR Invited to join UFA for their Regional Technology Showcase\nMore systems on the move\nLiquid manure transformation takes the stage at AD conference\nLWR featured in market intel report prepared by Biogas World\nSchedule your annual maintenance visit with our service team\nBook your operator training at the LWR Innovation Center\nGiving thanks: A message of gratitude\nand other news from Danone, USDA, and CNG Fuels\n\nClick here to read it now!",
        "link": "http://click.swiftpage.marketing/vh/052-3372c156-f755-4406-ac9c-d053a17abf40?e=nuagcadsabvqaziaoqagsadoabtqaqaanqagsadwabsqa4yaoqag6addabvqa5yameahiadfabzaa4qamuaggadzabrqa3aaneag4adhaaxaayyan4ag2aa=&amp;s=A"
    },
    {
        "title": "LIVESTOCK WATER RECYCLING SELECTED FROM OVER 900 APPLICANTS AS FINALIST IN THRIVE GLOBAL IMPACT CHALLENGE",
        "content": "Cast your vote THIS WEEK for the People's Choice Award. Voting window closes Thursday, October 26th.\n \nFOR IMMEDIATE RELEASE\n \nLos Gatos, California (Oct 24, 2023) - Livestock Water Recycling (LWR) proudly announces that it has been selected as FINALIST in the Water Management & Quality category in the THRIVE Global Impact Challenge. This global competition serves as a beacon for innovative startups driving the transformation of agriculture toward a more sustainable future. As part of this competition, there is a People's Choice Award that is open for voting until Thursday, October 26.\n \nRead full press release here.",
        "link": "/newsroom/featured/8-news/210-global-impact.html"
    },
    {
        "title": "FAST FACTS...WITH LISA FAST!",
        "content": "In this 50th EDITION of Fast Facts:\n\nLWR Announced as Finalist for Global Impact Challenge\nThe Importance of On-Farm Data Collection\nConnect with our ManureExpertsTM at World Dairy Expo\nJoin us for our OPEN HOUSE during the Value of Biogas West\nShare your Harvest Highlights\nMore Benefits of Biogas\nA Breakthrough Discovery That Could Hold the Key to Improving Biogas Production\nThe Organic Fertilizers Market Reaches New Heights\nWalmart Makes Private Label Sustainability Moves\nand more!\n\nClick here to read it now!",
        "link": "http://click.swiftpage.marketing/vh/052-8a13aaea-b3d8-49e3-8a39-16c068b174e3?e=nqagsadtabqqalqamyagcadtab2aaqaanqagsadwabsqa4yaoqag6addabvqa5yameahiadfabzaa4qamuaggadzabrqa3aaneag4adhaaxaayyan4ag2aa=&s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In the AUGUST edition of Fast Facts:\n\n#ICYMI - Digitized Manure Processing at the North American Manure Expo\nKarleigh's Korner: Boosting Water Holding Capacity in Soil with Manure\nA Behind the Scenes Look at Shipping Day\nManure Man on the Street at AgSmart\nCelebrating Back to School with a SmartManure Sale\nJoin Us for Our Inaugural ManureMixer to Kick Off World Dairy Expo\nA Sneak Peak at the Innovation Happening Inside the Innovation Center\nA look ahead to our Open House during the Value of Biogas West  \nand more!\n\nClick here to read it now!",
        "link": "https://click.swiftpage.marketing/vh/052-1baeff8b-dc93-4077-9a34-9594ecd7878a?e=nqagsadtabqqalqamyagcadtab2aaqaanqagsadwabsqa4yaoqag6addabvqa5yameahiadfabzaa4qamuaggadzabrqa3aaneag4adhaaxaayyan4ag2aa=&s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In the JULY edition of Fast Facts:\n\nUnleashing the Power of Digitized Manure with an Equipment Demonstration at the North American Manure Expo\nKarleigh's Korner: Exploring the Microbiome Benefits of Manure \nMinister of Agriculture and Irrigation Stops by the LWR Innovation Center  \nAnother Busy Month for our ManureExpertsTM \nSPROUT is on the Move! Book an Equipment Demo or Pilot Test Today!\nLast Chance to Submit for Funding Under the Alternative Manure Management Program\nand more!\n\nClick here to read it now!",
        "link": "https://click.swiftpage.marketing/vh/052-9713c9eb-163b-4217-8043-02df3ade870e?e=nqagsadtabqqalqamyagcadtab2aaqaanqagsadwabsqa4yaoqag6addabvqa5yameahiadfabzaa4qamuaggadzabrqa3aaneag4adhaaxaayyan4ag2aa=&s=A"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this LOW CARBON edition of Fast Facts: \n\nCelebrating Dairy Month with a BIG methane avoidance announcement made possible through the digitization of manure!\nExplore how companies like Land O'Lakes and Walmart are lowering their carbon footprint\nAnother system ships out of the LWR Innovation Center to become part of an exciting renewable natural gas project\nhe CDFA is now accepting applications for methane reduction programs and the First Wave and PLANT systems have already received pre-approval!\nKarleigh's Korner shares takeaways from the Argus Sustainable Fertilzer Conference\nClean Fuels made easy! Introducing Canada's first clean fuels learning platform\nThe California Milk Advisory Board annouces the return of the Real California Exelerator\nNew partnership builds low carbon ethanol plan to lower the dairy indusry's carbon footprint\nAstraZeneca annouced it's switching to biogas produced from cow manure with first of its kind collaboration with Vanguard Renewables\nWant to know what's behind the flurry of recent RNG activity? Turn into the Catast podcast with Shayne King and StormFisher's Co-Founder Brandon Moffat\nHas your company set a Zero-Carbon target for 2030 or earlier? Find out how LWR can help you get there!\nCDFA is now accepting grant applications for methane reduction programs and LWR has received pre-approval\nJoin us for an equipment demo at the North American Manure Expo\n... and a Happy Canada Day and Happy 4th of July!\n\nClick here to read it now!",
        "link": "http://click.swiftpage.marketing/vh/052-d0ccd4a0-f1e4-425f-92b3-a0cf28d6bc1f?e=nuagcadsabvqaziaoqagsadoabtqaqaanqagsadwabsqa4yaoqag6addabvqa5yameahiadfabzaa4qamuaggadzabrqa3aaneag4adhaaxaayyan4ag2aa=&amp;s=A"
    },
    {
        "title": "WASHINGTON STATE DAIRY ACHIEVES LANDMARK VERIFICATION FOR NOVEL METHANE AVOIDANCE WITH LWR'S FIRST WAVE SYSTEM",
        "content": "LWR’s industry leading ML-powered automation and data insights were instrumental in validating the reduction of greenhouse gas emissions as a result of processing manure immediately on the farm to eliminate solids from entering lagoon storage.\nFOR IMMEDIATE RELEASE\n \nSunnyside, Washington, June 21, 2023 - Livestock Water Recycling (LWR), the global leader in manure processing and resource recovery technology, is thrilled to announce the successful registration and verification of a first of it’s kind methane avoidance project at Skyridge Farms by the world’s most widely used greenhouse gas (GHG) crediting program: the Verified Carbon Standard (VCS). This remarkable achievement comes as a result of Skyridge Farms' dedication to sustainable dairy farming and their implementation of LWR’s patented First Wave system.\n \nRead full press release here.",
        "link": "/newsroom/featured/8-news/205-methane-avoidance.html"
    },
    {
        "title": "LWR RECOGNIZED AS MARKET LEADER IN CIRCULAR FERTILIZER ECONOMY: Resource Recovery Technology Featured at Sustainable Fertilizer Conference",
        "content": "LWR’s resident agronomist and certified crop advisor will highlight the critical aspects of nutrient recycling and the broader environmental impacts of decentralized fertilizer production.\nFOR IMMEDIATE RELEASE\nTampa, Florida, May 30, 2023 - Livestock Water Recycling (LWR), the global leader in manure processing and resource recovery solutions, is excited to announce that they has been invited to speak at the Argus Sustainable Fertilizer Americas conference in Tampa, Florida. The conference, scheduled for June 5-6, 2023, will gather over 150 senior representatives from the fertilizer markets across the Americas to explore vital topics of sustainability, security, and affordability in fertilizer supply and management. This remarkable opportunity allows LWR to showcase its expertise and contributions to a sustainable and circular fertilizer economy.\nThe session, scheduled for Tuesday, June 6, from 2:15 to 2:45 pm, will focus on nutrient recovery and the significant role of technology in fostering a sustainable and circular fertilizer economy. The session will highlight the critical aspects of nutrient recycling and its broader environmental impact.\nRead full press release here",
        "link": "https://www.argusmedia.com/en/conferences-events-listing/sustainable-fertilizer-americas"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this APRIL edition of Fast Facts: \n\nMcDonald's plans massive US market expansion \nJoin us in Chicago for Biogas Americas as we celebrate Women in Biogas\nKarleigh's Korner: A message from our agronomist\nEgypt establishes its first biogas plant\nKarleigh invited to present at Argus Sustainable Fertilizer Americas\nRevitalize your soil and increase crop yields with processed manure\nHappy planting! Wishing you all the best for a successful growing season\nLWR featured on the lasted episode of ERA's Carbon Copy podcast\nAmericans demand climate action while embracing renewables\nLWR's innovated technologies added to dairy innovation assessment tool\nEnergy in Agriculrure round table focuses on collaboration and innovation\nLWR to bring manure waste-to-value projects to DC to seek gov't support\n... and managing manure and water in the great state of Texas!",
        "link": "/media/pdf/April_Fast_Facts.pdf"
    },
    {
        "title": "Federal Minister of Agriculture and Agri-Food includes Visit to LWR Innovation Center",
        "content": "The Honourable Marie-Claude Bibeau spent time at the LWR Innovation Center last week to learn more about Livestock Water Recycling’s industry-leading resource recovery technology\n\n\nCalgary, AB – (World Water Day - March 22, 2023) The Honourable Marie-Claude Bibeau, federal Minister of Agriculture and Agri-Food, visited the Livestock Water Recycling (LWR) Innovation Center last week to discuss innovation, sustainability, the importance of water and nutrient management in agriculture, and to celebrate women working in agriculture technology. Minister Bibeau was in Calgary to take part in the\n            Advancing Women in Agriculture conference and took the opportunity to visit LWR during her time in the city.\n\n\nRead the full press release here",
        "link": "https://www.advancingwomenconference.ca/"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this JANUARY edition of Fast Facts: \n     \n\nJoin us at World Ag Expo and Fall in Love with your Manure \nKarleigh spends some time in the Southwest region of the US\nA look ahead to March Manure Madness\nWe're headed to the Animal Agtech Innovation Summit, World Agritech, and the Future of Food Tech!\nComplete a short survey for a chance to win LWR swag\nDid you know this about manure processing?!\nChatGPT predicts the future of animal agriculture\nPresenting our advancements in nutrient recovery to the International Fertilizer Association\nAnswering your FAQs\nHuman-made fertilizers found safe for food production\nbp's Energy Outlook for 2023\nRequest a quote to integrate resource recovery in 2023",
        "link": "/media/pdf/Jan_Fast_Facts.pdf"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this DECEMBER edition of Fast Facts: \n\nDoes your New Year's Resolution include making money from manure?\nJoin us in Tulare and fall in love with your manure on Valentine's Day\nKarleigh's Korner: 4 things to consider in winter manure application\nN2O emissions from soils slashed by adding manure\nLWR has been selected to join a delegation at Cleantech Forum NA\nPoo Powered Planes!? One more way that manure can save the planet!\n764% increase in RNG facilities - with more projects underway\nCalifornia pioneers pathway to significant methan reduction\nRequest your 2023 nutrient management record keeping calendar\nComplete our short survey for a chance to win LWR swag\n... and a special thank you to our Christmas elves!",
        "link": "/media/pdf/Dec_Fast_Facts.pdf"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this NOVEMBER edition of Fast Facts: \n\nAgriculture and Agrifood systems at the heart of climate solutions\nKarleigh's Korner: How we can help with your strategic planning!\nFind out why we're headed to Japan\nEPA's farm advisory committee welcomes new members\nFind out who donated 1 million servings of pork to US food banks\nCongratulations to the Foresight 50\nLWR named one of the most investable companies in the country\nFeatured Funding: We can help you prepare an application\nFinal Reminder: Last chance to submit to the FPEP\nWhat would happen if we sequester only 0.4% more carbon in the soil\nLWR's environmental scientist wins international award\nLast chance to claim your Black Friday deal\nCyber Monday offer extended through December \n… and some positive environmeal news to warm you up!",
        "link": "/media/pdf/Nov_Fast_Facts.pdf"
    },
    {
        "title": "LWR RECOGNIZED AS ONE OF THE COUNTRY’S MOST INVESTABLE CLEANTECH VENTURES BY FORESIGHT CANADA",
        "content": "LWR is decarbonizing food production by reducing the expense and environmental impacts of livestock manure and biogas liquids.\nFOR IMMEDIATE RELEASE\n\nCalgary, AB – (Dec 1, 2022) Livestock Water Recycling (LWR) has been recognized as one of the Foresight 50, a list of Canada’s most investable cleantech ventures selected by Foresight Canada. LWR was selected because of their ability to transform waste into worth with the patented First Wave and PLANT system. These technology platforms are used by food and energy producers as a fundamental climate adaptation strategy that makes sustainability more profitable.  \n    \nNow in its second year, this annual list recognizes the country’s leading innovators who are moving the needle towards a net zero future. Canada has no shortage of inspiring innovators with the potential to solve global climate challenges. But these companies struggle to attract the long-term capital and recognition needed to make their businesses competitive on a global scale.\nRead the full press release here.",
        "link": "/media/pdf/Foresight_50_Press_Release.pdf"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this AUGUST edition of Fast Facts:              \n\nThe First Wave system becomes part of a biogas project in Iowa  \nKarleigh's Korner: Carbon and ecosystem markets and their MVPs\nCanada could become the first Net Zero country in the G7\nKarleigh cruises to California's Central Valley to visit clients\nUSDA adds $40M in grants to support nutrient management projects\nManure powered waste trucks are on the mooooove\nWe're actively recruiting 5 positions. Come join our team!\nOnly one month away from World Dairy Expo. Will we see you there? \nAre you a dairy entrepreneur? Cash in on $100k to diversify your biz!\nHas manure ever looked prettier than THIS?\nHow can the Inflation Reduction Act help you?\nManure is the key to Canada's phosphorus recovery plan\nCelebrating Water Quality month by transforming manure into water and\nGiving thanks for 8000 years of manure!",
        "link": "https://worlddairyexpo.com/"
    },
    {
        "title": "LWR JOINS VANGUARD RENEWABLES AT TYSON FOOD’S INAUGURAL DEMO DAY AS THEY PUT THE FOCUS ON SUSTAINABILITY",
        "content": "LWR and Vanguard Renewables were selected from a pool of 120 applicants to share technologies that increase the resilience of Tyson Foods’ supply chain while helping them achieve their sustainability goals\n\nFOR IMMEDIATE RELEASE\nSpringdale, AR – (July 19, 2022) LWR, innovator of the waste-to-worth PLANT and First Wave manure processing systems was selected from an applicant pool of 120 sustainability companies from 23 countries to participate in Tyson Ventures’ inaugural Demo Day. LWR was selected for this opportunity based on their alignment with Tyson Ventures’ investment strategy and their ability to help Tyson Foods achieve their sustainability goals.\n“This effort is surfacing the best and brightest innovations to tackle complex industry challenges,” said John R. Tyson, EVP, and chief sustainability officer of Tyson Foods. “We’re excited about the promise each startup brings to create a comprehensive approach to sustainable food production.”\nRead the full press release here.",
        "link": "/media/pdf/Tyson_Foods_.pdf"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this June edition of Fast Facts:\n\nRevenue Moooves! Taking credit for your manure?\nKarleigh’s Korner: Topping up your crops in season with manure\nManure is alleviating the pressure of soaring fertilizer prices\nLooking back on June Dairy Month\nFerrari to becoming carbon neutral with RNG\nNPPC reveals a new logo and commitment to producers \n\n            Walmart, Chevron and Cummins\n            team up\n            to decarbonize with RNG\n        \nA look back at where we went in June and where we’re headed next\nThank you, Cultivator, for an incredible week in Regina\nPrime Feature predicts an increase in water focused innovations\nWe are looking for a chemical engineer to join our team\n5 Tips to keep farm employees safe and happy\nHappy Canada Day and the Fourth of July!",
        "link": "/media/pdf/June_Fast_Facts_1.pdf"
    },
    {
        "title": "LWR PARTNERS WITH VYLA TO CONNECT MANURE DATA WITH DAIRY STAKEHOLDERS FOR INCREASED TRANSPARENCY AND SUSTAINABILITY",
        "content": "LWR joins transformative dairy movement that connects the farm, the supply chain, and the consumer in the interest of elevating the entire industry.\n \nFOR IMMEDIATE RELEASE\nCalgary, AB – (April 22, 2022) Livestock Water Recycling (LWR), the innovator of data-driven, waste-to-worth manure processing systems, has partnered with VYLA, a cloud platform built around collaboration. Part data platform and part catalyst for a transformative dairy movement, VYLA is the thread that connects the farm, the supply chain and the consumer in the interest of elevating the industry. LWR is thrilled to be part of the industry community that VYLA is developing with their suite of supply chain software apps that ­bring connectivity, transparency, and collaboration to the dairy and agriculture ecosystem.\nLWR is proud to join three of the world’s most forward-thinking dairy companies — Nestlé, Land O’Lakes and Lely Group — who have also partnered with VYLA to raise the standard for the industry. Other VYLA partners include Bossa Nova Ag, Intellync, SomaDetect, Turntide, VES-Artex, Total Dairy Solutions, Cattle Eye, HydroGreen, ABS Global, Nedap, Beck’s Hybrids, and the Cow Tech Report. LWR is VYLA’s only manure partner.\nRead the full press release here.",
        "link": "https://www.vyla.com"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this May edition of Fast Facts:\n\n5 more sleeps until World Pork Expo in Des Moines\nKarleigh’s Korner: 5 ways hog farmers can make money from manure\nBen & Jerry’s commits to lowering emissions... and we have a suggestion\nJune is dairy month. Let's celebrate the most sustainable milk on the planet\nCheck out this super easy recipe for ‘farmers cheese’\nWe’re on the road again! Find out where you’ll find us this summer\nDo you want your manure application to look a little different next year?\nIntroducing our future manure experts!",
        "link": "/media/pdf/May_Fast_Facts.pdf"
    },
    {
        "title": "Fast Facts...With Lisa Fast!",
        "content": "In this April edition of Fast Facts:\n\nLWR partners with VYLA to connect manure data with dairy stakeholders for increased transparency\nKarleigh's Korner: A cost comparison between applying raw manure vs. nutrient dense First Wave solids\nTHRIVE’s next Demo Day\nWe’re headed to Biogas Americas in Las Vegas\nHow are dairy farmers making milk and cheese more sustainable?\nOpening the LWR Innovation Center doors to Foothills Academy\nAs seen in the Toronto Star: several companies are closing on $1 billion valuation \nIntroducing the 2022 Influential Women in Canadian Agriculture\nChanges to AgriRecovery program could benefit Manitoba producers\nFood, beverage, and ag businesses are upping the ante when it comes to sustainability practices\nWhy does the ‘net water positive’ goal matter for major agribusiness corporates?\nTake our Poll: Are you attending World Pork Expo in Des Moines in June?\nThe U.S. Roundtable for Sustainable Beef has announced new sustainability goals for the U.S. beef supply chain\n“Affluence from Effluents” and 9 other Rejected Manure Expo Slogans",
        "link": "/media/April_Fast_Facts.pdf"
    }
]